


[
    {
        "name": "Michael Saylor",
        "price": {
            "bullish": 49000000, 
            "bear": 3000000
        },
        "date": 2045,
        "description": "Michael Saylor is the chairman, co-founder and former CEO of MicroStrategy, an American company that provides business intelligence, mobile software and cloud-based services. He is one of the most vocal supporters and prolific buyers of Bitcoin BTC tickers down $64,184.Saylor co-founded MicroStrategy with Sanju Bansal and was its CEO from 1989 to 2022. He also served as chairman of the board of directors of MicroStrategy since the early days of co-founding the company. On Aug. 8, 2022, Saylor resigned as CEO but continued serving as MicroStrategy’s executive chairman.",
        "statement": "“It could be a <b>$3 million</b> bear case, it could be a <b>$49 million</b> bull case.”",
        "img": "../michaelsaylor.webp"
    },
    {
        "name": "Mark Cuban",
        "price": "Good.",
        "description": "He is a bit",
        "img": "../markcuban.webp"
        
    },
    {
        "name": "Robert T. Kiyosaki",
        "price": {
            "bullish": 1200000
        },
        "date": 2026,
        "description": "Robert Kiyosaki is an entrepreneur, educator, investor, 'Rich Dad Poor Dad', one of the best-selling personal finance books of all time. Kiyosaki is a frequent guest on global media outlets and is the host of the Rich Dad Radio Show podcast, where he and guests discuss everything from the history of banking to the state of the global economy. A strong proponent of entrepreneurship, Kiyosaki has built a financial education empire that extends to board games, courses, and coaching. In addition to 'Rich Dad Poor Dad,' he has authored more than two dozen books, including two with Donald Trump before his presidency. Kiyosaki is assisted in his efforts by his wife, Kim, whom he married in 1986",
        "statement": "1.200.000 (2026).",
        "img": "../robertkiyosaki.jpg"
    }
    
    
]